Repository: MProductionMacro/Manlingua2
Catalog: Manlingua2/Localizable.xcstrings
Source language: en
Languages: id

# %@ artinya '%@'
source: %@ means ‘%@’
id: %@ artinya '%@'

# %@ artinya %@
source: %@ means %@
id: %@ artinya %@

# %lld jam
source: %lld hours
id: %lld jam

# %lld Kata
source: %lld Words
id: %lld Kata

# 12 menit
source: 12 minutes
id: 12 menit

source: Account created successfully!
id: Akun berhasil dibuat!

# Aktifkan notifikasi melalui sistem pengaturan
source: Enable notifications through system settings
id: Aktifkan notifikasi melalui sistem pengaturan

source: Already have an account? Sign in
id: Sudah punya akun? Masuk

source: and
id: dan

# Anda mengucapkan
source: You say
id: Anda mengucapkan

# Apakah Anda yakin ingin untuk keluar?
source: Are you sure you want to exit?
id: Apakah Anda yakin ingin untuk keluar?

# Aplikasi akan beralih ke lingkungan bahasa yang Anda pilih
source: The app will switch to the language environment you selected.
id: Aplikasi akan beralih ke lingkungan bahasa yang Anda pilih

# Aplikasi akan memberikan notifikasi jika anda mengaktifkannya
source: The application will send notifications if you enable it
id: Aplikasi akan memberikan notifikasi jika anda mengaktifkannya

# Aplikasi akan menampilkan nama yang Anda tuliskan dibawah
source: The application will display the name you entered below
id: Aplikasi akan menampilkan nama yang Anda tuliskan di bawah

source: Apple
id: Apel

source: Are you sure you want to leave this page?
id: Apakah Anda yakin ingin meninggalkan halaman ini?

# artinya
source: means
id: artinya

# Ayo simpan kata yang ingin
source: Let's save the words you want
id: Ayo simpan kata yang ingin

source: Back to story
id: Kembali ke Cerita

source: Backpack
id: Ransel

# Bagian %lld
source: Section %lld
id: Bagian %lld

# Bagian %lld - %@
source: Section %lld - %@
id: Bagian %lld - %@

# Bahasa Indonesia
source: Indonesian
id: Bahasa Indonesia

source: Banana
id: Pisang

# Batal
source: Cancel
id: Batal

# Batalkan
source: Cancel
id: Batalkan

# Batalkan memproses
source: Cancel processing
id: Batalkan memproses

source: Bed
id: Tempat Tidur

# Belajar
source: Learn
id: Belajar

source: Bench
id: Bangku

# Berikan Izin Akses Kamera
source: Grant Camera Access Permission
id: Berikan Izin Akses Kamera

# Berlian
source: Diamond
id: Berlian

source: Bicycle
id: Sepeda

source: Bird
id: Burung

# Boleh Dilakukan:
source: Allowed:
id: Boleh Dilakukan:

source: Book
id: Buku

source: Bottle
id: Botol

source: Bowl
id: Mangkuk

source: Broccoli
id: Brokoli

source: By logging in, you agree to the
id: Dengan masuk, Anda setuju dengan

source: Cake
id: Kue

source: Car
id: Mobil

# Cari dan fotokan
source: Search and take a photo
id: Cari dan fotokan

source: Carrot
id: Wortel

source: Cat
id: Kucing

# Catatan
source: Note
id: Catatan

# Catatan Penting
source: Important Note
id: Catatan Penting

# Cerita %lld
source: Story %lld
id: Cerita %lld

# Cerita seru apa yang ingin kamu
source: What exciting story do you want to
id: Cerita seru apa yang ingin kamu

source: Chair
id: Kursi

# Chapter %lld
source: Story %lld
id: Cerita %lld

source: Clock
id: Jam

# Coba Jelajah?
source: Try to Explore?
id: Coba Jelajah?

# Coba Lagi
source: Try Again
id: Coba Lagi

source: Completed
id: Selesai

source: Continue
id: Lanjut

# Contoh kalimat
source: Example sentence
id: Contoh kalimat

source: Couch
id: Sofa

source: Cup
id: Cangkir

source: Dictionary
id: Kamus

source: Dining Table
id: Meja Makan

source: Don't have an account? Sign Up
id: Belum memiliki akun? Daftar sekarang

source: Donut
id: Donat

# Emas
source: Gold
id: Emas

source: English
id: Bahasa Inggris

# Favorit
source: Favorite
id: Favorit

# FinalNada_id
source: FinalNada_en
id: FinalNada_id

# Flashcard Harian
source: Daily Flashcard
id: Flashcard Harian

source: Fork
id: Garpu

# Foto
source: Photo
id: Foto

source: Hair Drier
id: Pengering Rambut

source: Handbag
id: Tas Tangan

# Hapus Perangkat
source: Delete Device
id: Hapus Perangkat

# Harus Berhati-hati:
source: Must be careful:
id: Harus Berhati-hati:

# Hubungkan perangkat IoT ke aplikasi untuk mulai menggunakan flashcard!
source: Connect your IoT device to the app to start using flashcards!
id: Hubungkan perangkat IoT ke aplikasi untuk mulai menggunakan flashcard!

# Inisial
source: Initial
id: Inisial

# Intonasi
source: Intonation
id: Intonasi

source: Invalid email format.
id: Format email tidak valid.

# Izinkan Akses Kamera
source: Allow Camera Access
id: Izinkan Akses Kamera

# Jadwal Pengiriman
source: Delivery Schedule
id: Jadwal Pengiriman

# kamu pelajari kembali
source: you study again
id: kamu pelajari kembali

# Kamu telah menyelesaikan
source: You have completed
id: Kamu telah menyelesaikan

# Karakter
source: Character
id: Karakter

# Kata
source: Words
id: Kata

# Kata - kata favorit
source: Favorite words
id: Kata - kata favorit

# Kata Favorit
source: Favorite Words
id: Kata Favorit

# Kata-kata
source: Words
id: Kata-kata

# Keluar
source: Quit
id: Keluar

# Kembali
source: Back
id: Kembali

source: Keyboard
id: Ponsel

source: Knife
id: Pisau

source: Languages
id: Bahasa

# Lanjut
source: Next
id: Lanjut

source: Leave
id: Tinggalkan

source: Let's have fun with Mandarin!
id: Mari bersenang-senang dengan Mandarin!

# Lewati
source: Skip
id: Lewati

# List Kata-Kata
source: List of Words
id: List Kata-Kata

source: Log Out
id: Keluar

# Minum Teh
source: Drinking Tea
id: Minum Teh

source: Motorcycle
id: Sepeda Motor

# Mulai
source: Start
id: Mulai

# Nada
source: Tone
id: Nada

# Nada _id
source: Nada_en
id: Nada_id

# Nama
source: Display Name
id: Nama

# Nama Perangkat
source: Device Name
id: Nama Perangkat

# Nama Wifi
source: Wifi Name
id: Nama Wifi

# Negosiasi Harga
source: Price Negotiation
id: Negosiasi Harga

source: Next
id: Lanjut

source: No notes found.
id: Tidak ada catatan.

source: No sound was detected
id: Tidak ada suara yang terdeteksi

# Nomor Seri
source: Serial Number
id: Nomor Seri

source: Not Completed
id: Belum Selesai

source: Notification
id: Notifikasi

# Obrolan Ringan
source: Small Talk
id: Obrolan Ringan

source: Orange
id: Jeruk

source: Password
id: Kata Sandi

source: Password must be at least 6 characters.
id: Kata sandi harus terdiri dari setidaknya 6 karakter.

# Pelajari Pin Yin
source: Learn Pin Yin
id: Pelajari Pin Yin

# Pembahasan Kontrak
source: Contract Discussion
id: Pembahasan Kontrak

# Pembayaran
source: Payment
id: Pembayaran

# Penerimaan Barang
source: Receipt of Goods
id: Penerimaan Barang

# Pengantar
source: Introduction
id: Pengantar

# Pengaturan Bahasa
source: Language Settings
id: Pengaturan Bahasa

# Pengaturan IoT
source: IoT Settings
id: Pengaturan IoT

# Pengaturan Notifikasi
source: Notification Settings
id: Pengaturan Notifikasi

# Pengiriman
source: Delivery
id: Pengiriman

# pengucapannya
source: pronunciation
id: pengucapannya

# Penyelesaian Akhir
source: Final Resolution
id: Penyelesaian Akhir

# Perak
source: Silver
id: Perak

# Perangkat Pintar
source: Smart Devices
id: Perangkat Pintar

# Pergi ke Pengaturan
source: Go to Settings
id: Pergi ke Pengaturan

# Peringkat
source: Ranking
id: Peringkat

# Perkenalan Nama
source: Name Introduction
id: Perkenalan Nama

source: Person
id: Orang

# Perunggu
source: Bronze
id: Perunggu

# Pilih jawaban yang benar
source: Select the correct answer
id: Pilih jawaban yang benar

# Platina
source: Platinum
id: Platina

source: Please enter an email and password.
id: Silakan masukkan email dan kata sandi.

source: Previous
id: Sebelumnya

source: Privacy Policy
id: Kebijakan Privasi

# Profil
source: Profile
id: Profil

source: Refrigerator
id: Kulkas

source: Sandwich
id: Roti Lapis

source: Scissors
id: Gunting

# Sedang Merekam
source: Recording in Progress
id: Sedang Merekam

# sekitar 10 menit
source: around 10 minutes
id: sekitar 10 menit

# Selamat datang
source: Welcome
id: Selamat datang

# Selamat!
source: Congratulations!
id: Selamat!

# Selesaikan 1 bagian flashcard
source: Complete 1 flashcard section
id: Selesaikan 1 bagian flashcard

# Selesaikan 1 subbab cerita
source: Complete 1 story subsection
id: Selesaikan 1 subbab cerita

# Selesaikan 1 tantangan foto
source: Complete 1 photo challenge
id: Selesaikan 1 tantangan foto

# Selesaikan 3 tugas
source: Complete 3 tasks
id: Selesaikan 3 tugas

# Selesaikan tugas dibawah!
source: Complete the task below!
id: Selesaikan tugas di bawah!

source: Sign In
id: Masuk

source: Sign in with Email
id: Masuk dengan Email

source: Sign Up
id: Daftar

# Simpan
source: Save
id: Simpan

# Simulasi
source: Simulation
id: Simulasi

source: Sink
id: Wastafel

# Spesifikasi Barang
source: Product Specifications
id: Spesifikasi Barang

source: Spoon
id: Sendok

# Sub-bab
source: Subchapter
id: Sub-bab

source: Suitcase
id: Koper

# Suku Kata
source: Syllable
id: Suku Kata

# Tantangan
source: Challenge
id: Tantangan

# Tantangan Foto
source: Photo Challenge
id: Tantangan Foto

# Tanya Kebutuhan
source: Ask About Needs
id: Tanya Kebutuhan

# Tekan bagian kanan untuk kebagian sebelumnya
source: Press the right part to go to the next section
id: Tekan bagian kanan untuk kebagian sebelumnya

# Tekan bagian kiri untuk kebagian sebelumnya
source: Press the left part to go to the previous section
id: Tekan bagian kiri untuk kebagian sebelumnya

# Tekan karakter untuk tahu cara
source: Press the character to learn how
id: Tekan karakter untuk tahu cara

# Tekan lagi untuk tutup
source: Press again to close
id: Tekan lagi untuk tutup

# Tekan Untuk Memulai
source: Press to Start
id: Tekan Untuk Memulai

source: Terms and Conditions.
id: Syarat dan Ketentuan.

# Tidak Boleh Dilakukan:
source: Not Allowed:
id: Tidak Boleh Dilakukan:

source: Tie
id: Dasi

source: Toaster
id: Pemanggang Roti

source: Toothbrush
id: Sikat Gigi

source: TV
id: Televisi

# Ulang
source: Repeat
id: Ulang

source: Umbrella
id: Payung

# Untuk mengerjakan tantangan, kami memerlukan kameramu untuk mendeteksi foto
source: To complete the challenge, we need your camera to detect photos
id: Untuk mengerjakan tantangan, kami memerlukan kameramu untuk mendeteksi foto

source: Vase
id: Vas Bunga

source: Wine Glass
id: Gelas Anggur
